[
	{
		"101": {
			"section": "Playstation",
			"id": 101,
			"category": "Приставки",
			"name_of_product": "PS 4",
			"price": 14000,
			"state": "Ожидается поступление",
			"count_of_product": 1,
			"url": "img/photo-products/Playstation/Console/ps4.jpg",
			"description": "PlayStation 4 имеет мощный 8-ядерный процессор, что позволяет воспроизводить видео с разрешением 4К. Изображение в играх отличается высокой реалистичностью и плавной сменой кадров.<br><br>Объем памяти в игровой консоли PLAYSTATION 4 составляет 1 Тб, чего хватит на все ваши любимые игры и фильмы. Подключение к всемирной сети обеспечивается благодаря модулю Wi-Fi, а присоединение к сторонним устройствам возможно через Bluetooth. Модель выполнена в стильном черном цвете с современным дизайном. Много места консоль не займет."
		},
		"102": {
			"id": 102,
			"section": "Playstation",
			"category": "Приставки",
			"name_of_product": "PS 4 Slim",
			"price": 17000,
			"state": "Ожидается поступление",
			"count_of_product": 1,
			"url": "img/photo-products/Playstation/Console/ps4_slim.jpg",
			"description": "- стационарная<br>- объем жесткого диска 500 Гб<br>- поддержка виртуальной реальности<br>- поддержка HD-разрешения и 3D-режима<br>- беспроводной контроллер в комплекте<br>- Bluetooth, Wi-Fi (802.11ac), LAN<br>- воспроизведение видео<br>- разъемы: HDMI, USB x2"
		},
		"103": {
			"id": 103,
			"section": "Playstation",
			"category": "Приставки",
			"name_of_product": "PS 4 PRO",
			"price": 22000,
			"state": "В наличии",
			"count_of_product": 1,
			"url": "img/photo-products/Playstation/Console/ps4_pro.jpg",
			"description": "Игровая консоль PlayStation 4 Pro поддерживает разрешение 4К и позволяет наслаждаться потрясающим изображением: картинка выглядит максимально ярко, контрастно, реалистично и детализировано, за счет чего увеличивается эффект присутствия в игре. Приставка поддерживает технологию HDR, задача которой заключается в динамическом повышении глубины оттенков.<br><br>«Сердце» PlayStation 4 Pro – восьмиядерный процессор AMD. Он, работая в тандеме с оперативной памятью 8 Гб, обеспечивает производительность системы и отвечает за отсутствие зависаний и срывов игрового процесса. Девайс оснащен встроенной памятью, объема которой хватит на хранение 1 Тб информации. Для подключения внешних устройств в корпусе приставки есть разъемы USB и S/PDIF."
		},
		"104": {
			"id": 104,
			"section": "Playstation",
			"category": "Приставки",
			"name_of_product": "PS Vita",
			"price": 10000,
			"state": "Ожидается поступление",
			"count_of_product": 0,
			"url": "img/photo-products/Playstation/Console/ps_vita.jpg",
			"description": "<br>- портативная<br>- дисплей 5\", 960x544 пикс.<br>- Bluetooth, Wi-Fi (802.11b/g/n)<br>- поддерживаемые карты памяти: PS Vita Card<br>- разъемы: USB, выход для наушников"
		},
		"105": {
			"id": 105,
			"section": "Playstation",
			"category": "Приставки",
			"name_of_product": "PS 5",
			"price": 30000,
			"state": "Ожидается поступление",
			"count_of_product": 0,
			"url": "img/photo-products/Playstation/Console/ps5.jpg",
			"description": "Характеристики товара на данный момент отсутствуют."
		}
	},
	{
		"201": {
			"id": 201,
			"section": "Playstation",
			"category": "Игры",
			"name_of_product": "Тачки 3: Навстречу победе",
			"price": 1400,
			"state": "В наличии",
			"count_of_product": 1,
			"url": "img/photo-products/Playstation/Game/cars3.jpg",
			"description": "Тачки 3: Навстречу победе – соревновательная гоночная игра высшего класса, созданная по мотивам анимационного фильма Disney/Pixar. События берут старт сразу по завершении финальной гонки картины."
		},
		"202": {
			"id": 202,
			"section": "Playstation",
			"category": "Игры",
			"name_of_product": "Horizon Zero Dawn",
			"price": 600,
			"state": "В наличии",
			"count_of_product": 1,
			"url": "img/photo-products/Playstation/Game/Horizon_Zero_Dawn.jpg",
			"description": "Погрузиться в сказочный мир, объединивший в себе время появления первых людей на Земле и удивительным образом наполненное высокотехнологичными машинами, позволит игра PLAYSTATION Horizon Zero Dawn. Complete Edition. В путешествие по этому манящему и пугающему миру отправляется девушка по имени Эла из племени Нора. Чтобы выжить и добраться до цели, придется сражаться с механическими чудовищами, не знающими страха и пощады. А цель действительно великая — отыскать особую технологию, позволяющую древним людям выжить и защититься от беспощадных машин, монстров и вражеских соседних племен.<br><br>Игра PLAYSTATION Horizon Zero Dawn. Complete Edition создана в жанре экшена. Поражает яркостью красок и наполненностью картин окружающего мира, потрясающей графикой. Удивительный мир первобытного и машин переносит игрока в период, когда человечество разрушило собственную цивилизацию, не справившись с собственными умными машинами. Локализация — RUS, ограничение по возрасту 16+."
		},
		"203": {
			"id": 203,
			"section": "Playstation",
			"category": "Игры",
			"name_of_product": "The Last of Us",
			"price": 800,
			"state": "В наличии",
			"count_of_product": 1,
			"url": "img/photo-products/Playstation/Game/The_Last_of_Us.jpg",
			"description": "Лучшая игра поколения, обновленная для PS4™.<br><br>Во враждебном, опустошенном эпидемией мире Джоэл и Элли, которых трагическая судьба свела вместе, могут полагаться только друг на друга, чтобы пережить полное опасностей путешествие по территории бывших Соединенных Штатов."
		}
	},
	{},
	{
		"401": {
			"id": 401,
			"section": "Nintendo Switch",
			"category": "Приставки",
			"name_of_product": "Nintendo Switch V2 128GB",
			"price": 32000,
			"state": "В наличии",
			"count_of_product": 1,
			"url": "/img/photo-products/Nintendo-Switch/Console/img11.jpg",
			"description": "Nintendo Switch – инновационная игровая консоль-гибрид с улучшенным временем автономной работы.<br><br>Ее не только можно подключить к телевизору, она также мгновенно превращается в портативную игровую систему с экраном 6,2 дюйма. Впервые игроки смогут наслаждаться масштабными игровыми проектами где угодно и когда угодно. Игровая консоль поддерживает amiibo и мультиплеер на 8 человек.\n\n \n\nВ зависимости от выбранных игр, время работы консоли от батареи составляет 4,5-9 часов. Одного заряда батареи хватит примерно на 5,5 часов игры в The Legend of Zelda: Breath of the Wild.<br><br>Многофункциональные контроллеры Joy-Con предлагают игрокам новые возможности для развлечений. Каждый Joy-Con оснащен полным набором кнопок и может выступать в качестве самостоятельного контроллера. Каждый контроллер оснащен акселерометром, гироскопом, а также поддерживают функцию вибрации HD.<br><br>Комплект поставки включает саму консоль, правый и левый контроллеры Joy-Con серого цвета, держатель Joy-Con (к которому присоединяются оба Joy-Con для использования в качестве единого контроллера), набор ремешков Joy-Con, док-станцию Nintendo Switch, кабель HDMI иблок питания."
		},
		"402": {
			"id": 402,
			"section": "Nintendo Switch",
			"category": "Приставки",
			"name_of_product": "Nintendo Switch Lite 128GB",
			"price": 24000,
			"state": "В наличии",
			"count_of_product": 1,
			"url": "img/photo-products/Nintendo-Switch/Console/img12.png",
			"description": "Консоль для тех, кто любит играть в пути!<br><br>Nintendo Switch Lite — пополнение в семействе Nintendo Switch. Компактная и легкая консоль со встроенным управлением.<br><br>Nintendo Switch Lite поддерживает все игры Nintendo Switch, в которые можно играть в портативном режиме. Консоль отлично подойдет для тех, кто много играет вне дома, и для тех, кто хочет играть в сетевом или локальном мультиплеере с друзьями и родными, у которых уже есть флагманская модель Nintendo Switch.\n\n \n\nИгроки могут подключить до восьми консолей Nintendo Switch или Nintendo Switch Lite друг к другу и наслаждаться многопользовательскими играми.<br><br>С членством Nintendo Switch Online вы сможете играть с друзьями и другими игроками со всего мира, получите доступ к растущей библиотеке классических игр NES с дополнительными онлайн-функциями и пользоваться другими эксклюзивными предложениями.\n\n \n\nКонсоль Nintendo Switch Lite предназначена для портативного гейминга, поэтому ее нельзя подключить к телевизору.<br><br>Комплект поставки включает консоль Nintendo Switch Lite серого цвета и блок питания."
		},
		"403": {
			"id": 403,
			"section": "Nintendo Switch",
			"category": "Приставки",
			"name_of_product": "Nintendo Switch V1 128GB",
			"price": 26000,
			"state": "В наличии",
			"count_of_product": 1,
			"url": "img/photo-products/Nintendo-Switch/Console/img13.png",
			"description": "Nintendo Switch – инновационная игровая консоль-гибрид с улучшенным временем автономной работы.<br><br>Ее не только можно подключить к телевизору, она также мгновенно превращается в портативную игровую систему с экраном 6,2 дюйма. Впервые игроки смогут наслаждаться масштабными игровыми проектами где угодно и когда угодно. Игровая консоль поддерживает amiibo и мультиплеер на 8 человек.\n\n \n\nВ зависимости от выбранных игр, время работы консоли от батареи составляет 4,5-9 часов. Одного заряда батареи хватит примерно на 5,5 часов игры в The Legend of Zelda: Breath of the Wild.<br><br>Многофункциональные контроллеры Joy-Con предлагают игрокам новые возможности для развлечений. Каждый Joy-Con оснащен полным набором кнопок и может выступать в качестве самостоятельного контроллера. Каждый контроллер оснащен акселерометром, гироскопом, а также поддерживают функцию вибрации HD.<br><br>Комплект поставки включает саму консоль, правый и левый контроллеры Joy-Con серого цвета, держатель Joy-Con (к которому присоединяются оба Joy-Con для использования в качестве единого контроллера), набор ремешков Joy-Con, док-станцию Nintendo Switch, кабель HDMI иблок питания."
		},
		"404": {
			"id": 404,
			"section": "Nintendo Switch",
			"category": "Приставки",
			"name_of_product": "Nintendo Switch V2",
			"price": 19500,
			"state": "В наличии",
			"count_of_product": 1,
			"url": "img/photo-products/Nintendo-Switch/Console/img14.png",
			"description": "Nintendo Switch – инновационная игровая консоль-гибрид с улучшенным временем автономной работы.<br><br>Ее не только можно подключить к телевизору, она также мгновенно превращается в портативную игровую систему с экраном 6,2 дюйма. Впервые игроки смогут наслаждаться масштабными игровыми проектами где угодно и когда угодно. Игровая консоль поддерживает amiibo и мультиплеер на 8 человек.\n\n \n\nВ зависимости от выбранных игр, время работы консоли от батареи составляет 4,5-9 часов. Одного заряда батареи хватит примерно на 5,5 часов игры в The Legend of Zelda: Breath of the Wild.<br><br>Многофункциональные контроллеры Joy-Con предлагают игрокам новые возможности для развлечений. Каждый Joy-Con оснащен полным набором кнопок и может выступать в качестве самостоятельного контроллера. Каждый контроллер оснащен акселерометром, гироскопом, а также поддерживают функцию вибрации HD.<br><br>Комплект поставки включает саму консоль, правый и левый контроллеры Joy-Con серого цвета, держатель Joy-Con (к которому присоединяются оба Joy-Con для использования в качестве единого контроллера), набор ремешков Joy-Con, док-станцию Nintendo Switch, кабель HDMI иблок питания."
		}
	},
	{
		"501": {
			"id": 501,
			"section": "Nintendo Switch",
			"category": "Игры",
			"name_of_product": "Street Fighter",
			"price": 1900,
			"state": "В наличии",
			"count_of_product": 1,
			"url": "img/photo-products/Nintendo-Switch/Game/StreetFighter.png",
			"description": "Street Fighter оживает вновь! Встречайте Street Fighter 30th Anniversary Collection с 12 играми, в числе которых Street Fighter I, II, III и Street Fighter Alpha. Впервые на консолях: идеальный баланс, сетевой* аркадный режим и все то, за что мы любим Street Fighter.<br><br>Для фанатов доступен музей Street Fighter, где можно проследить за историей серии. Оцените персонажей Street Fighter, спрайты с анимацией и загляните в дизайн-документы франшизы, на которой выросло не одно поколение воинов!"
		},
		"502": {
			"id": 502,
			"section": "Nintendo Switch",
			"category": "Игры",
			"name_of_product": "Rime",
			"price": 2100,
			"state": "В наличии",
			"count_of_product": 1,
			"url": "img/photo-products/Nintendo-Switch/Game/Rime.png",
			"description": "В RiME вам предстоит превратиться в маленького мальчика и оказаться на загадочном острове после жестокой бури. Вы встретите диких животных и обнаружите заброшенные руины и гигантскую башню, которая так и манит подойти поближе. Вооружившись умом и целеустремленностью, вы сможете изучить таинственный остров, забраться на вершину башни и раскрыть тайны острова.<br><br>Пробирайтесь через древние руины, открывайте спрятанные в них чудеса, решайте головоломки, основанные на звуке, свете, тенях, перспективе, платформах и даже управлении временем.<br><br>Погрузитесь в волшебный мир средиземноморских чудес, окутанных чарующей музыкой и яркими красками."
		},
		"503": {
			"id": 503,
			"section": "Nintendo Switch",
			"category": "Игры",
			"name_of_product": "Child of Light/Valiant Hearts",
			"price": 1800,
			"state": "В наличии",
			"count_of_product": 1,
			"url": "img/photo-products/Nintendo-Switch/Game/ChildofLightValiantHearts.png",
			"description": "Child of light:<br><br>Вам предстоит отправиться в волшебный мир Лемурии вместе с Авророй, которой необходимо спасти своего отца и все королевство. Позже она узнает, что ей уготовано куда более великое предназначение, чем казалось в начале пути.<br><br>Над созданием Child of Light® работали настоящие мастера своего дела: Патрик Плаурд и Джеффри Йохалем.<br><br>Насладитесь этим приключением вместе с родными или друзьями.<br><br>Игникулюсом, спутником главной героини, можно управлять на сенсорном экране. Также другой игрок может делать это с помощью контроллеров Joy-Con для Nintendo Switch.<br><br><br><br>Valiant Hearts:<br><br>Это история о сплетенных судьбах и несчастной любви в мире, разрываемом на части. Герои, следуя за верным псом, пытаются выжить среди ужасов войны. Выберите удобный способ управления: с помощью контроллера Joy-Con или сенсорного экрана. Также в комплекте: интерактивный комикс «Dogs of War» и галерея иллюстраций."
		},
		"504": {
			"id": 504,
			"section": "Nintendo Switch",
			"category": "Игры",
			"name_of_product": "Bayonetta 2 + код на Bayonetta",
			"price": 2500,
			"state": "В наличии",
			"count_of_product": 2,
			"url": "img/photo-products/Nintendo-Switch/Game/Bayonetta2.png",
			"description": "Bayonetta 2 – продолжение полюбившейся многим игры Bayonetta, будет держать игроков в напряжении с первого момента и до самого финала. На Nintendo Switch вас ждут сногсшибательные битвы, великолепные анимационные вставки и море экшна.<br><br>Сражайтесь на крыле самолета, который на полной скорости пролетает над городом. Сойдитесь в схватке с огромным монстром на крыше набирающего скорость поезда. Победите демонического дракона, забираясь на вершину небоскреба."
		},
		"505": {
			"id": 505,
			"section": "Nintendo Switch",
			"category": "Игры",
			"name_of_product": "Wolfenstein 2: The New Colossus",
			"price": 2400,
			"state": "В наличии",
			"count_of_product": 2,
			"url": "img/photo-products/Nintendo-Switch/Game/Wolfenstein2.png",
			"description": "Раздуйте пламя второй Американской революции где и когда угодно в игре Wolfenstein II: The New Colossus на Nintendo Switch. Сражайтесь за свободу американского народа в разрушенном ядерным взрывом Манхэттене, на улицах оккупированного Розуэлла и на заболоченных озерах и широких бульварах Нового Орлеана.<br><br>Играя за Би Джея Бласковица, узнайте потрясающую историю второй американской революции и познакомьтесь с удивительными персонажами. Заручитесь поддержкой друзей и единомышленников, чтобы положить конец зверствам фрау Энгель и её армии. Участвуйте в боевых действиях где угодно – дома или в пути. Благодаря управлению движением вы не только погрузитесь в игру с головой, но и сможете устранять врагов с меткостью снайпера."
		},
		"506": {
			"id": 506,
			"section": "Nintendo Switch",
			"category": "Игры",
			"name_of_product": "Assassins Creed 3 (обновлённая версия)",
			"price": 1600,
			"state": "В наличии",
			"count_of_product": 1,
			"url": "img/photo-products/Nintendo-Switch/Game/AssassinsCreed3.png",
			"description": "В комплект данной игры входят:<br><br>- обновленная версия игры Assassin’s Creed III.<br>- Обновленная версия игры Assassin's Creed Liberation, в которой девушка по имени Авелина переживает незабываемые приключения, попадая с шумных улиц Нового Орлеана в кишащие призраками болота и древние руины майя.<br><br>Дополнения для одиночной игры:<br><br>- «Задание Бенедикта Арнольда» – Набор из четырех воспоминаний о попытке ассасина Коннора раскрыть план Бенедикта Арнольда по передаче Вест-Пойнта британской армии.<br>- Набор «Скрытые секреты» – Три задания, рассчитанные на час игрового времени, перенесут вас из затерянных руин майя в открытое море. В награду за успешное выполнение каждого задания вы будете получать оружие! Игроки также получат 2 набора одежды для одиночной игры, в том числе оригинальную форму капитана \"Аквилы\" и традиционный колониальный наряд ассасина.<br>    - «Тирания короля Джорджа Вашингтона» – Это история в 3 частях об альтернативной реальности, в которой Джордж Вашингтон буквально теряет голову от неограниченной власти и отказывается от должности президента, чтобы провозгласить себя королем-тираном."
		},
		"507": {
			"id": 507,
			"section": "Nintendo Switch",
			"category": "Игры",
			"name_of_product": "Rayman Legends: Definitive Edition",
			"price": 2000,
			"state": "В наличии",
			"count_of_product": 1,
			"url": "img/photo-products/Nintendo-Switch/Game/RaymanLegends.png",
			"description": "Рэйман появится на Nintendo Switch в игре Rayman Legends: Definitive Edition, которая включает новый эксклюзивный контент.<br><br>Блуждая по зачарованному лесу, Рэйман, Глобокс и малютки находят таинственный шатер, полный захватывающих картин. Присмотревшись, они понимают, что каждая картина рассказывает историю о фантастическом мире. Герои пристально вглядываются в изображающую средневековый пейзаж картину, как вдруг начинается приключение. Картина засасывает их, и они оказываются в новом мире. Друзьям придется пройти все миры, бегать, прыгать и сражаться, чтобы выпутаться из неприятностей и узнать секреты легендарных картин.<br><br>Только в версии для Nintendo Switch появится эксклюзивная мини-игра Kung Foot с одиночным режимом и турниром, в котором могут принимать участие до восьми команд. Вы также можете объединить две консоли для совместной локальной игры."
		},
		"508": {
			"id": 508,
			"section": "Nintendo Switch",
			"category": "Игры",
			"name_of_product": "The Elder Scrolls V: Skyrim + 3 дополнения (Dawnguard, Hearthfire, Dragonborn)",
			"price": 2800,
			"state": "В наличии",
			"count_of_product": 1,
			"url": "img/photo-products/Nintendo-Switch/Game/Skyrim.png",
			"description": "Фэнтезийная сага The Elder Scrolls V: Skyrim®, получившая более 200 наград «Игра года», приходит на Nintendo Switch. Проживите другую жизнь в другом мире… где угодно и когда угодно.<br><br>Легендарным приключением в открытом мире от Bethesda Game Studios®, где вы можете быть кем угодно и делать что угодно, теперь можно насладиться где угодно. The Elder Scrolls V: Skyrim® для Nintendo Switch включает все новые эксклюзивные функции. Сюда входит управление движением во время битв и взламывания замков, снаряжение и одежда из The Legend of Zelda."
		},
		"509": {
			"id": 509,
			"section": "Nintendo Switch",
			"category": "Игры",
			"name_of_product": "Super Smash Bros: Ultimate",
			"price": 3200,
			"state": "В наличии",
			"count_of_product": 1,
			"url": "img/photo-products/Nintendo-Switch/Game/SuperSmashBros.png",
			"description": "Игра Super Smash Bros.Ultimate (Nintendo Switch) - увлекательный файтинг, в котором были собраны легендарные персонажи из множества игровых миров. Вас ждет величайшее противостоянии протагонистов и антагонистов многих видеоигр и мультипликационных фильмов. Невероятно красочная графика и продуманный до мелочей геймплей являются сильными сторонами представленной игры, в которой жанр файтинга умело сочетается с элементами жанра экшена. Еще никогда раньше битвы игровых персонажей не были такими зрелищными.<br><br>В игре Super Smash Bros.Ultimate (Nintendo Switch) впервые дебютируют такие непобедимые бойцы, как Ридли из серии игр \"Metroid\" и Инклинг из видеоигры \"Splatoon\". Против них могут выступить абсолютно все персонажи, которые ранее выходили на боевую арену в серии видеоигр \"Super Smash Bros.\". Вас ждут потрясающие атаки, удивительные варианты защиты от нападения, интересные предметы и прочие нововведения, которые не встречались в предыдущих играх серии \"Super Smash Bros.\". Вы буквально не сможете оторваться от экрана вашего телевизора или игровой консоли."
		},
		"510": {
			"id": 510,
			"section": "Nintendo Switch",
			"category": "Игры",
			"name_of_product": "Monster Hunter: Generations Ultimate",
			"price": 2000,
			"state": "В наличии",
			"count_of_product": 1,
			"url": "img/photo-products/Nintendo-Switch/Game/MonsterHunter.png",
			"description": "Сезон охоты открыт! Серией ролевых игр, получившей признание критиков и игроков, впервые можно насладиться на Nintendo Switch. Охотьтесь на чудовищ дома или в дороге с помощью 14 разных типов оружия! Подбирайте всевозможные комбинации стилей и приемов охотника или играйте за дикого, но симпатичного фелина в режиме Prowler Mode! В этой игре вы найдете больше чудовищ, чем в любой другой части серии, от давно полюбившихся врагов до загадочных, никогда не виданных тварей!<br><br>Вы можете объединить силы с тремя другими игроками в совместной игре по беспроводной локальной сети* или через Интернет**. Присоединяйтесь к охоте в Monster Hunter Generations Ultimate для Nintendo Switch!"
		},
		"511": {
			"id": 511,
			"section": "Nintendo Switch",
			"category": "Игры",
			"name_of_product": "Payday 2",
			"price": 1500,
			"state": "В наличии",
			"count_of_product": 1,
			"url": "img/photo-products/Nintendo-Switch/Game/Payday2.png",
			"description": "PAYDAY 2 — экшен-шутер для четырех игроков. Игра позволяет игрокам снова примерить на себе маски членов оригинальной банды PAYDAY — Далласа, Хокстона, Вулфа и Чейнса — и ворваться в преступный мир Вашингтона, округ Колумбия.<br><br>В ограблении могут участвовать до четырех человек, и по мере того как банда набирается опыта, ограбления становятся все сложнее и приносят больше добычи. Когда игроки начинают зарабатывать больше денег и славы в криминальных кругах, они получают возможность собирать и изменять собственное оружие и снаряжение.\n\nPAYDAY 2 полностью поддерживает меню сенсорного дисплея и новую функцию вибрации, которая реагирует на ваши действия, например, когда вы стреляете или бросаете гранаты.<br><br>Также доступен режим мультиплеера — локальная игра CRIME.NET. В нем можно запустить свою игру и пригласить друзей из той же локальной сети*.<br><br>В PAYDAY 2 добавлен новый персонаж — Джой. Вместе с маской и оружием она пока доступна только в версии для Nintendo Switch."
		},
		"512": {
			"id": 512,
			"section": "Nintendo Switch",
			"category": "Игры",
			"name_of_product": "Farming Simulator",
			"price": 1400,
			"state": "В наличии",
			"count_of_product": 1,
			"url": "img/photo-products/Nintendo-Switch/Game/FarmingSimulator.png",
			"description": "В Farming Simulator 20 вы сможете испробовать технику и оборудование, тщательно воспроизведенное с ведущих брендов индустрии.<br><br>Впервые на Nintendo Switch в этот список войдет John Deere — крупнейший производитель сельскохозяйственной техники в мире. Попробуйте и другие известные марки, такие как Case IH, New Holland, Challenger, Fendt, Valtra, Krone, Deutz-Fahr и многие другие.<br><br>В Farming Simulator 20 вас ждет новая североамериканская зона, на который вы будете развивать и благоустраивать свою ферму. Вам предстоит заняться множеством фермерских дел, включая работу на технике и сбор урожая хлопка и овса, которые впервые стали доступны на Nintendo Switch! Вы сможете заботиться о своих свиньях, коровах и овцах, а также скакать на лошадях, что позволит вам исследовать обширные просторы вокруг фермы новым и необычным образом.<br><br>- Более 100 видов реалистичной фермерской техники и оборудования, включающего, впервые на Nintendo Switch, крупнейшего производителя сельскохозяйственной техники в мире — John Deere.<br>- Забота о домашних животных: свиньях, коровах, овцах, лошадях.<br>- Оседлав лошадей, вы сможете исследовать просторы вокруг вашей фермы в новой североамериканской зоне, полной фермерских занятий."
		},
		"513": {
			"id": 513,
			"section": "Nintendo Switch",
			"category": "Игры",
			"name_of_product": "Red Faction: Guerrilla Re-mars-tered",
			"price": 2000,
			"state": "В наличии",
			"count_of_product": 1,
			"url": "img/photo-products/Nintendo-Switch/Game/RedFaction.png",
			"description": "Действие в Red Faction: Guerrilla разворачивается спустя 50 лет после событий первой части игры. На этот раз игроку предстоит оказаться в роли повстанца из воссозданной вновь Красной бригады, сражающегося за свободу с Силами Обороны Земли (СОЗ). Red Faction: Guerrilla раздвигает пределы игрового процесса, основанного на разрушении, и отличается от других подобных игр огромным открытым миром, динамичными партизанскими сражениями и достоверной моделью разрушений.<br><br>- Полностью обновленная графика.<br>- Улучшенная обработка теней и освещения.<br>- Переработанные шейдеры и постобработка."
		},
		"514": {
			"id": 514,
			"section": "Nintendo Switch",
			"category": "Игры",
			"name_of_product": "Darksiders: Warmastered Edition",
			"price": 1800,
			"state": "В наличии",
			"count_of_product": 1,
			"url": "img/photo-products/Nintendo-Switch/Game/Darksiders.jpg",
			"description": "Обманутый силами зла, первый всадник Апокалипсиса — Война — преждевременно вызвал конец света, и теперь его обвиняют в нарушении священного договора и начале войны между Раем и Адом. Кровопролитие закончилось победой демонов. Небесные силы оказались повержены, а Земля — захвачена."
		},
		"515": {
			"id": 515,
			"section": "Nintendo Switch",
			"category": "Игры",
			"name_of_product": "Super Mario Odyssey",
			"price": 2500,
			"state": "В наличии",
			"count_of_product": 1,
			"url": "img/photo-products/Nintendo-Switch/Game/SuperMarioOdyssey.png",
			"description": "В игре Super Mario Odyssey (Nintendo Switch) вы сможете вновь встретиться с водопроводчиком Марио, его возлюбленной принцессой Пич и другими узнаваемыми персонажами культовой серии игр \"Mario\". Легендарный платформер, ставший визитной карточкой компании \"Nintendo\", возвращается на экраны игровой консоли Nintendo Switch. Злодей Боузер, который всеми силами стремится подчинить себе Грибное королевство, на этот раз задумал женить на себе принцессу Пич, чтобы дорваться до власти. В планах у антагониста пышная свадьба, на которой принцесса просто не сможет сказать \"нет\".<br><br>В игре Super Mario Odyssey (Nintendo Switch) Марио предстоит вызволить возлюбленную из лап Боузера. В борьбе со злодеем компанию главному герою составит Кеппи - таинственный персонаж из страны шляп, принявший вид знаменитой красной кепки Марио. На летучем корабле \"Одиссея\" главный герой отправится исследовать различные королевства, чтобы найти способ спасти принцессу Пич и расстроить ее свадьбу с коварным Боузером."
		},
		"516": {
			"id": 516,
			"section": "Nintendo Switch",
			"category": "Игры",
			"name_of_product": "Sid Meiers Civilization VI",
			"price": 2300,
			"state": "В наличии",
			"count_of_product": 1,
			"url": "img/photo-products/Nintendo-Switch/Game/SidMeiersCivilizationVI.png",
			"description": "Civilization — это серия пошаговых стратегий, основанная легендарным дизайнером Сидом Мейером, главная задача которых — создать империю, способную выдержать испытание временем. Вам предстоит исследовать новые земли, изучать технологии, побеждать других могущественных властителей и строить величайшую в истории человечества цивилизацию.<br><br>Теперь, с Nintendo Switch, путь к победе в Civilization VI не будет ограничен ни местом, ни временем!<br><br>Civilization VI для Nintendo Switch включает все последние обновления и улучшения, а также дополнительные материалы — четыре новые цивилизации с собственными сценариями и правителями:<br>- набор «Викинги»,<br>- набор «Польша»,<br>- набор «Австралия»,<br>- набор «Персия и Македония»."
		}
	},
	{
		"601": {
			"id": 601,
			"section": "Nintendo Switch",
			"category": "Аксессуары",
			"name_of_product": "Pro Controller: Original",
			"price": 3600,
			"state": "В наличии",
			"count_of_product": 1,
			"url": "img/photo-products/Nintendo-Switch/Accessory/ProControllerOriginal.png",
			"description": "Pro Controller – продвинутый контроллер для игровой консоли Nintendo Switch. В ряде игр он существенно повышает управляемость, поэтому геймер сможет получить больше удовольствия и добиться впечатляющих успехов.<br><br>МАКСИМАЛЬНЫЙ КОНТРОЛЬ НАД ИГРОЙ<br>Устройство хорошо лежит в руках, на нём удобно расположены кнопки и мини-джойстики. Благодаря этому у геймера не будет проблем с контролем над действиями персонажа, и он сможет выполнять сложные трюки или удары в файтингах.<br><br>БЫСТРОЕ ПОДКЛЮЧЕНИЕ<br>Встроенный модуль NFC делает подключение контроллера к игровой приставке особенно простым и быстрым.<br><br>ИНДИКАТОР ПОДЗАРЯДКИ<br>На корпусе контроллера есть индикатор подзарядки. Благодаря этому владелец своевременно узнает, что устройство нужно подключить к сети, чтобы пополнить запас энергии в аккумуляторе."
		},
		"602": {
			"id": 602,
			"section": "Nintendo Switch",
			"category": "Аксессуары",
			"name_of_product": "Pro Controller: Splatoon Version",
			"price": 3800,
			"state": "В наличии",
			"count_of_product": 1,
			"url": "img/photo-products/Nintendo-Switch/Accessory/ProControllerSplatoonVersion.png",
			"description": "Nintendo Switch Pro – удобный и функциональный контроллер, позволяющий управлять действиями персонажей в различных играх. Он быстро подключается с помощью NFC и обеспечивает устойчивую связь с консолью по Bluetooth.<br><br>ПОЛНЫЙ КОНТРОЛЬ<br>Манипулятор оборудован аналоговыми стиками, встроенным акселерометром и кнопкой-«крестовиной», с помощью которых можно направить виртуального героя в нужном направлении, увеличить скорость его перемещения, заменить ему оружие или выполнить многие другие операции.<br><br>ОБРАТНАЯ СВЯЗЬ<br>Геймпад вибрирует в руках при выстрелах, взрывах, столкновениях транспортных средств, делая ощущения от приключений на экране более реалистичными."
		},
		"603": {
			"id": 603,
			"section": "Nintendo Switch",
			"category": "Аксессуары",
			"name_of_product": "Чехол Original",
			"price": 500,
			"state": "В наличии",
			"count_of_product": 6,
			"url": "img/photo-products/Nintendo-Switch/Accessory/CaseOriginal.png",
			"description": "Комплект для игровой консоли Nintendo Switch, в состав которого входя чехол и защитная плёнка, обязательно заинтересует того, кто волнуется о сохранности своей приставки.<br><br>ПЛЁНКА ДЛЯ ЗАЩИТЫ ЭКРАНА<br>Плёнка, выполненная точно по размеру экрана, защищает его от пыли и появления мелких царапин. Она не ухудшает изображение, не искажает цветопередачу, не мешает получать удовольствие от игры.<br><br>ЧЕХОЛ ДЛЯ ХРАНЕНИЯ И ТРАНСПОРТИРОВКИ<br>Благодаря чехлу консоль во время хранения или в поездке останется чистой, на ней не будет трещин и царапин, сколов и потёртостей. Аксессуар изготовлен из прочного практичного материала, рассчитан на длительную эксплуатацию.<br><br>КАРМАН ДЛЯ ИГРОВЫХ КАРТ<br>Разработчики предусмотрели карман, в который поместится до пяти игровых карт Nintendo Switch и два ремешка Joy-Con. Благодаря продуманной конструкции карман можно использовать так, чтобы поставить консоль и играть в неё, не вынимая из чехла."
		},
		"604": {
			"id": 604,
			"section": "Nintendo Switch",
			"category": "Аксессуары",
			"name_of_product": "Portable Dock-charger Original",
			"price": 900,
			"state": "В наличии",
			"count_of_product": 1,
			"url": "img/photo-products/Nintendo-Switch/Accessory/PortableDock-chargerOriginal.png",
			"description": ""
		},
		"605": {
			"id": 605,
			"section": "Nintendo Switch",
			"category": "Аксессуары",
			"name_of_product": "Joy-Con Original",
			"price": 3999,
			"state": "В наличии",
			"count_of_product": 1,
			"url": "img/photo-products/Nintendo-Switch/Accessory/Joy-ConOriginal.png",
			"description": "Игровой контроллер Nintendo Switch Joy-Con Pair подарит вам различные возможности в играх и удовольствие от процесса благодаря продуманным архитектуре и эргономике. Весит он всего 181 г, удобно лежит в руках и не даст вам утомиться. Это беспроводное устройство, совместимое с Nintendo Switch. Оно оснащено всеми необходимыми для комфортного управления кнопками: триггеры и бамперы дают возможность точного и быстрого реагирования на происходящее в игре.<br><br>Nintendo Switch Joy-Con Pair отличается виброотдачей, которая еще усилит эффект реалистичности от игрового процесса. Благодаря емкостному аккумулятору манипулятор будет работать в течение длительного времени без необходимости подзарядки."
		}
	},
	{
		"701": {
			"id": 701,
			"section": "Xbox",
			"category": "Приставки",
			"name_of_product": "Xbox One S",
			"price": 16500,
			"state": "Ожидается поступление",
			"count_of_product": 0,
			"url": "img/photo-products/Xbox/Console/XboxOneS.png",
			"description": "- стационарная<br>- объем жесткого диска 1024 Гб<br>- поддержка виртуальной реальности<br>- поддержка UHD-разрешения и 3D-режима<br>- беспроводной контроллер в комплекте<br>- ИК-порт, Bluetooth, Wi-Fi (802.11ac), LAN<br>- воспроизведение видео<br>- 8 Гб<br>- разъемы: HDMI, USB x3, оптический аудиовыход"
		}
	},
	{},
	{}
]